insert into thing(name, type, flammability, game_id)
VALUES
('Камень', 'block', false, '1'),
('Дерн', 'block', false, '2'),
('Земля', 'block', false, '3'),
('Булыжник', 'block', false, '4'),
('Дубовые доски', 'block', true, '5-0'),
('Еловые доски', 'block', true, '5-1'),
('Березовые доски', 'block', true, '5-2'),
('Доски тропического дерева', 'block', true, '5-3'), -- 1-5
('Песок', 'block', false, '12'),
('Гравий', 'block', false, '13'),
('Золотая руда', 'block', false, '14'),
('Железная руда', 'block', false, '15'),
('Угольная руда', 'block', false, '16'),
('Дубовая древесина', 'block', true, '17-0'),
('Еловая древесина', 'block', true, '17-1'),
('Березовая древесина', 'block', true, '17-2'),
('Древесина тропического дерева', 'block', true, '17-3'),
('Листва дуба', 'block', false, '18-0'),
('Листва ели', 'block', false, '18-1'),
('Листва березы', 'block', false, '18-2'),
('Листва тропического дерева', 'block', false, '18-3'),
-- пропущена губка (19)
('Стекло', 'block', false, '20'),
-- пропущены предметы 21 - 55
('Алмазная руда', 'block', false, '56'),
('Алмазный блок', 'block', false, '57'),
('Верстак', 'block', true, '58'),
-- пропущены предметы 59, 60
('Печь', 'block', false, '61'),
-- пропущены предметы 62-115
('Стол зачарований', 'block', false, '116'),
('Варочная стойка', 'block', false, '117'),
-- пропущены предметы 118-144
('Наковальня','block', false, '145-0'),
-- пропущены предметы 146-158
('Железная лопата','item', false, '256'),
('Железная кирка','item', false, '257'),
('Железный топор','item', false, '258'),
-- пропущены предметы 259-262
('Уголь','item', true, '263-0'),
('Древесный уголь','item', true, '263-1'),
('Алмаз','item', false, '264'),
('Железный слиток','item', false, '265'),
('Золотой слиток','item', false, '266'),
('Железный меч','item', false, '267'),
('Деревянный меч','item', true, '268'),
('Деревянная лопата','item', true, '269'),
('Деревянная кирка','item', true, '270'),
('Деревянный топор','item', true, '271'),
('Каменный меч','item', false, '272'),
('Каменная лопата','item', false, '273'),
('Каменная кирка','item', false, '274'),
('Каменный топор','item', false, '275'),
('Алмазный меч','item', false, '276'),
('Алмазная лопата','item', false, '277'),
('Алмазная кирка','item', false, '278'),
('Алмазный топор','item', false, '279'),
('Палка','item', true, '280'),
-- пропущены предметы 281 и 282
('Золотой меч','item', false, '283'),
('Золотая лопата','item', false, '284'),
('Золотая кирка','item', false, '285'),
('Золотой топор','item', false, '286')
-- не дописаны предметы 287 - 2267

